Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: Paste API key
de: API-Schlüssel einfügen
fr: Coller la clé API
zh_hans: 粘贴 API 密钥
zh_hant: 貼上 API 金鑰

source: Paste Again
de: Erneut einfügen
fr: Coller à nouveau
zh_hans: 再次粘贴
zh_hant: 再次貼上

source: Paste into ~/.cursor/mcp.json
de: In ~/.cursor/mcp.json einfügen
fr: À coller dans ~/.cursor/mcp.json
zh_hans: 粘贴到 ~/.cursor/mcp.json
zh_hant: 貼到 ~/.cursor/mcp.json

source: Paste Last Enhanced Transcription
de: Letzte verbesserte Transkription einfügen
fr: Coller la dernière transcription améliorée
zh_hans: 粘贴上次转写（已润色）
zh_hant: 貼上上次轉錄（已潤色）

source: Paste Last Transcription
de: Letzte Transkription einfügen
fr: Coller la dernière transcription
zh_hans: 粘贴上次转写
zh_hant: 貼上上次轉錄

source: Paste Last Transcription (Enhanced)
de: Letzte Transkription einfügen (Verbessert)
fr: Coller la dernière transcription (amélioré)
zh_hans: 粘贴上次转写（已润色）
zh_hant: 貼上上次轉錄（已潤色）

source: Paste Last Transcription (Original)
de: Letzte Transkription einfügen (Original)
fr: Coller la dernière transcription (originale)
zh_hans: 粘贴上次转写（原始）
zh_hant: 貼上上次轉錄（原始）

source: Paste Method
de: Einfügemethode
fr: Méthode Coller
zh_hans: 粘贴方式
zh_hant: 貼上方式

source: Paste Text
de: Text einfügen
fr: Coller le texte
zh_hans: 粘贴文本
zh_hant: 貼上文字

source: Paste and Press Tab
de: Einfügen und Tab drücken
fr: Coller et appuyer sur Tab
zh_hans: 粘贴并按下 Tab 键
zh_hant: 貼上並按下 Tab 鍵

source: Paste enhanced text when available, otherwise paste the original transcription
de: Verbesserten Text einfügen, falls verfügbar, andernfalls die Originaltranskription
fr: Collez le texte amélioré lorsqu'il est disponible, sinon collez la transcription originale
zh_hans: 有增强文本时粘贴增强文本，否则粘贴原始转录
zh_hant: 有增強文字時貼上增強文字，否則貼上原始轉錄

source: Paste your OpenRouter API key to continue.
de: Füge deinen OpenRouter-API-Schlüssel ein, um fortzufahren.
fr: Collez votre clé API OpenRouter pour continuer.
zh_hans: 粘贴你的 OpenRouter API 密钥以继续。
zh_hant: 貼上你的 OpenRouter API 金鑰以繼續。

source: Pasted
de: Eingefügt
fr: Collé
zh_hans: 已粘贴
zh_hant: 已貼上

source: Pasting
de: Einfügen
fr: Coller
zh_hans: 正在粘贴
zh_hant: 正在貼上

source: Path
de: Pfad
fr: Chemin
zh_hans: 路径
zh_hant: 路徑

source: Pause Media While Recording
de: Medien während Aufnahme pausieren
fr: Mettre le média en pause pendant l'enregistrement
zh_hans: 录音时暂停媒体播放
zh_hant: 錄音時暫停媒體播放

source: Pay as you go
de: Nach Verbrauch
fr: Facturé à l'usage
zh_hans: 按量计费
zh_hant: 按量計費

source: Pay as you go: one balance covers transcription and enhancement, no API keys to manage.
de: Nutzungsbasiert: Ein Guthaben deckt Transkription und Verbesserung ab, keine API-Schlüssel nötig.
fr: Paiement à l'usage : un seul solde couvre la transcription et l'amélioration, sans clé API à gérer.
zh_hans: 按量付费：一份余额同时支付转写和润色，不用管理 API Key。
zh_hant: 按量付費：一份餘額同時支付轉錄和潤色，不用管理 API Key。

source: Payment service is unavailable right now. Try again shortly.
de: Der Zahlungsdienst ist gerade nicht verfügbar. Versuche es gleich noch einmal.
fr: Le service de paiement est indisponible pour le moment. Réessayez dans un instant.
zh_hans: 支付服务暂时不可用，请稍后再试。
zh_hant: 支付服務暫時不可用，請稍後再試。

source: Peak Dictation Hours
de: Spitzenzeiten beim Diktieren
fr: Heures de pointe pour les dictées
zh_hans: 高峰听写时段
zh_hant: 高峰聽寫時段

source: Peak dictation hours
de: Spitzenzeiten beim Diktieren
fr: Heures de pointe pour la dictée
zh_hans: 高峰听写时段
zh_hant: 高峰聽寫時段

source: Pending corrections: %lld. Choose another model or provider above, then retry.
de: Ausstehende Korrekturen: %1$lld. Wähle oben ein anderes Modell oder einen anderen Anbieter aus und versuche es erneut.
fr: Corrections en attente : %lld. Choisissez un autre modèle ou fournisseur ci-dessus, puis réessayez.
zh_hans: 待审核的更正：%1$lld。请在上方选择其他模型或提供商，然后重试。
zh_hant: 待審核的更正：%1$lld。請在上方選擇其他模型或供應商，然後重試。

source: Performance Analysis
de: Leistungsanalyse
fr: Analyse des performances
zh_hans: 性能分析
zh_hant: 效能分析

source: Pick the microphone Yap should use for recordings.
de: Wähle das Mikrofon aus, das Yap für Aufnahmen verwenden soll.
fr: Choisissez le microphone que Yap doit utiliser pour les enregistrements.
zh_hans: 选取 Yap 录音时应使用的麦克风。
zh_hant: 選取 Yap 錄音時應使用的麥克風。

source: Play
de: Abspielen
fr: Lire
zh_hans: 播放
zh_hant: 播放

source: Playback speed
de: Wiedergabegeschwindigkeit
fr: Vitesse de lecture
zh_hans: 播放速度
zh_hant: 播放速度

source: Please fix the validation errors before saving.
de: Bitte behebe die Validierungsfehler vor dem Speichern.
fr: Veuillez corriger les erreurs de validation avant d'enregistrer.
zh_hans: 请先修正验证错误，然后再存储。
zh_hant: 請先修正驗證錯誤，然後再儲存。

source: Please restart the application. If the problem persists, contact support.
de: Bitte starte die Anwendung neu. Wenn das Problem weiterhin besteht, kontaktiere den Support.
fr: Veuillez redémarrer l'application. Si le problème persiste, contactez le support.
zh_hans: 请重新启动 App。如果问题仍然存在，请联系支持人员。
zh_hant: 請重新啟動 App。如果問題仍然存在，請聯繫支援人員。

source: Please share the meeting notes before lunch.
de: Bitte teile die Besprechungsnotizen vor dem Mittagessen.
fr: Merci de partager le compte rendu de la réunion avant le déjeuner.
zh_hans: 请在午饭前把会议纪要发给大家。
zh_hant: 請在午飯前把會議紀要發給大家。

source: Preparing download…
de: Download wird vorbereitet…
fr: Préparation du téléchargement…
zh_hans: 正在准备下载…
zh_hant: 正在準備下載…

source: Press %@ and start talking
de: Drücke %@ und leg los
fr: Appuyez sur %@ et commencez à parler
zh_hans: 按下 %@ 开始说话
zh_hant: 按下 %@ 開始說話

source: Press Esc again to cancel
de: Esc erneut drücken, um abzubrechen
fr: Appuyez à nouveau sur Echap pour annuler
zh_hans: 再按一次 Esc 取消
zh_hant: 再按一次 Esc 取消

source: Press Esc again to discard
de: Esc erneut drücken, um die Aufnahme zu verwerfen
fr: Appuyez à nouveau sur Echap pour abandonner l’enregistrement
zh_hans: 再按一次 Esc 丢弃录音
zh_hant: 再按一次 Esc 丟棄錄音

source: Press Return while recording to stop and deliver the result. Yap will then paste the result and press the selected key to send it. Choose None to disable this feature.
de: Drücke während der Aufnahme die Eingabetaste, um die Aufnahme zu beenden und das Ergebnis auszugeben. Yap fügt das Ergebnis anschließend ein und drückt die ausgewählte Taste, um es zu senden. Wähle „Kein“, um diese Funktion zu deaktivieren.
fr: Appuyez sur Retour pendant l’enregistrement pour l’arrêter et produire le résultat. Yap colle ensuite le résultat et appuie sur la touche choisie pour l’envoyer. Choisissez « Aucun » pour désactiver cette fonction.
zh_hans: 录音时按 Return 可停止录音并输出结果。Yap 随后会粘贴结果，并按下所选按键将其发送。选择“无”可禁用此功能。
zh_hant: 錄音時按 Return 可停止錄音並輸出結果。Yap 隨後會貼上結果，並按下所選按鍵將其傳送。選擇「無」可停用此功能。

source: Press again to discard this recording
de: Erneut drücken, um diese Aufnahme zu verwerfen
fr: Appuyez à nouveau pour abandonner cet enregistrement
zh_hans: 再按一次以丢弃这段录音
zh_hant: 再按一次以丟棄這段錄音

source: Press shortcut
de: Tastenkürzel drücken
fr: Appuyez sur le raccourci
zh_hans: 按下快捷键
zh_hant: 按下快速鍵

source: Press to start, press again to paste
de: Drücken zum Starten, erneut drücken zum Einfügen
fr: Appuyez pour commencer, à nouveau pour coller
zh_hans: 按一下开始，再按一下粘贴
zh_hant: 按一下開始，再按一下貼上

source: Press your shortcut in any app, speak, and the text is pasted where the cursor is.
de: Drück in einer beliebigen App deinen Kurzbefehl und sprich – der Text wird an der Cursorposition eingefügt.
fr: Appuyez sur votre raccourci dans n’importe quelle app, parlez, et le texte est collé à l’emplacement du curseur.
zh_hans: 在任何 app 里按快捷键、说话，文字就粘贴到光标处。
zh_hant: 在任何 app 裡按快速鍵、說話，文字就貼上到游標處。

source: Press your shortcut, ask the question, then press it again.
de: Drücke dein Tastenkürzel, stelle die Frage und drücke dann erneut.
fr: Appuyez sur votre raccourci, posez la question, puis appuyez à nouveau dessus.
zh_hans: 按下快捷键，提出问题，然后再次按下。
zh_hant: 按下快速鍵，提出問題，然後再次按下。

source: Press your shortcut, read the sample text, then press it again.
de: Drücke dein Tastenkürzel, lies den Beispieltext vor und drücke dann erneut.
fr: Appuyez sur votre raccourci, lisez l'exemple de texte, puis appuyez à nouveau dessus.
zh_hans: 按下快捷键，朗读示例文本，然后再次按下。
zh_hant: 按下快速鍵，朗讀範例文字，然後再次按下。

source: Press, say how to change it, press again
de: Drücken, sagen, was sich ändern soll, erneut drücken
fr: Appuyez, dites comment la modifier, appuyez à nouveau
zh_hans: 按一下，说怎么改，再按一下
zh_hant: 按一下，說怎麼改，再按一下

source: Press, say how to change the text Yap pasted last ("make it more formal"), press again. It's replaced in place.
de: Drücken, sagen, wie der zuletzt eingefügte Text geändert werden soll („formeller“), erneut drücken. Er wird an Ort und Stelle ersetzt.
fr: Appuyez, dites comment modifier le dernier texte collé par Yap (« plus formel »), appuyez à nouveau. Il est remplacé sur place.
zh_hans: 按一下，说要怎么改 Yap 最近一次粘贴的文字（"改正式一点"），再按一下，原处替换。
zh_hant: 按一下，說要怎麼改 Yap 最近一次貼上的文字（"改正式一點"），再按一下，原處取代。

source: Press, say how to change the text Yap pasted last ("make it more formal", "改正式一点"), press again. It's rewritten in place with this mode's AI provider.
de: Drücken, sagen, wie der zuletzt eingefügte Text geändert werden soll („formeller“, „改正式一点“), erneut drücken. Er wird mit dem KI-Anbieter dieses Modus an Ort und Stelle umgeschrieben.
fr: Appuyez, dites comment modifier le dernier texte collé par Yap (« plus formel », « 改正式一点 »), puis appuyez à nouveau. Il est réécrit sur place avec le fournisseur IA de ce mode.
zh_hans: 按一下，说要怎么改 Yap 上一次粘贴的文字（比如“改正式一点”），再按一下。会用当前模式的 AI 服务商原地改写。
zh_hant: 按一下，說要怎麼改 Yap 上一次貼上的文字（比如「改正式一點」），再按一下。會用目前模式的 AI 供應商原地改寫。

source: Prewarm model (Experimental)
de: Modell vorwärmen (Experimentell)
fr: Modèle de préchauffage (expérimental)
zh_hans: 预热模型（实验性）
zh_hant: 預熱模型（實驗性）

source: Primary Shortcut
de: Primäres Tastenkürzel
fr: Raccourci principal
zh_hans: 主快捷键
zh_hant: 主快速鍵

source: Prioritized
de: Priorisiert
fr: Priorisé
zh_hans: 优先
zh_hant: 優先

source: Priority Order
de: Prioritätsreihenfolge
fr: Ordre prioritaire
zh_hans: 优先级顺序
zh_hant: 優先級順序

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Privacy Starts Here
de: Datenschutz beginnt hier
fr: La confidentialité commence ici
zh_hans: 隐私从这里开始
zh_hant: 隱私從這裡開始

source: Privacy details
de: Datenschutz im Detail
fr: Détails sur la confidentialité
zh_hans: 详细说明
zh_hant: 詳細說明

source: Processing audio...
de: Audio wird verarbeitet...
fr: Traitement du son...
zh_hans: 正在处理音频…
zh_hant: 正在處理音訊…

source: Provider
de: Anbieter
fr: Fournisseur
zh_hans: 提供商
zh_hant: 供應商

source: Provider is not supported
de: Anbieter wird nicht unterstützt
fr: Le fournisseur n'est pas pris en charge
zh_hans: 不支持该提供商
zh_hant: 不支援該供應商

source: Quick Add to Dictionary
de: Schnell zum Wörterbuch hinzufügen
fr: Ajout rapide au dictionnaire
zh_hans: 快速添加到词典
zh_hant: 快速新增到字典

source: Quick History
de: Schnellverlauf
fr: Historique rapide
zh_hans: 快速历史记录
zh_hant: 快速歷史記錄

source: Quit
de: Beenden
fr: Quitter
zh_hans: 退出
zh_hant: 退出

source: Quit Yap
de: Yap beenden
fr: Quitter Yap
zh_hans: 退出 Yap
zh_hant: 退出 Yap

source: Quitting now would cut it off. End the meeting to save its transcript and notes first, or keep recording.
de: Wenn du jetzt beendest, wird es abgeschnitten. Beende zuerst das Meeting, um Transkript und Notizen zu sichern, oder nimm weiter auf.
fr: Quitter maintenant l'interromprait. Terminez d'abord la réunion pour enregistrer sa transcription et ses notes, ou continuez l'enregistrement.
zh_hans: 现在退出会把会议中断。先结束会议以保存转写和纪要，或者继续录制。
zh_hant: 現在結束會把會議中斷。先結束會議以儲存轉錄和紀要，或者繼續錄製。

source: Quitting Yap
de: Yap wird beendet
fr: Fermeture de Yap
zh_hans: 正在退出 Yap
zh_hant: 正在退出 Yap

source: Rate limit exceeded. Please try again later.
de: Ratenlimit überschritten. Bitte versuche es später erneut.
fr: Limite de débit dépassée. Veuillez réessayer plus tard.
zh_hans: 已超出速率限制。请稍后重试。
zh_hant: 已超出速率限制。請稍後重試。

source: Rather not get an API key yourself?
de: Keinen eigenen API-Schlüssel besorgen?
fr: Pas envie d'obtenir votre propre clé API ?
zh_hans: 不想自己申请 API key？
zh_hant: 不想自己申請 API key？

source: Re-enhance with selected prompt
de: Mit ausgewähltem Prompt neu verbessern
fr: Réaméliorer avec l'invite sélectionnée
zh_hans: 使用所选提示词重新润色
zh_hant: 使用所選提示詞重新潤色

source: Re-enhancement failed: %@
de: Erneute Verbesserung fehlgeschlagen: %@
fr: Échec de la réamélioration : %@
zh_hans: 重新润色失败：%@
zh_hant: 重新潤色失敗：%@

source: Re-enhancement successful
de: Erneute Verbesserung erfolgreich
fr: Réamélioration réussie
zh_hans: 重新润色成功
zh_hant: 重新潤色成功

source: Real-time
de: Echtzeit
fr: En temps réel
zh_hans: 实时
zh_hant: 即時

source: Receipt
de: Beleg
fr: Reçu
zh_hans: 收据
zh_hant: 收據

source: Received %@ (%@)
de: %1$@ erhalten (%2$@)
fr: %1$@ reçus (%2$@)
zh_hans: 收到 %1$@（%2$@）
zh_hant: 收到 %1$@（%2$@）

source: Recent Activity
de: Letzte Aktivität
fr: Activité récente
zh_hans: 最近记录
zh_hant: 最近記錄

source: Recently Learned
de: Kürzlich gelernt
fr: Appris récemment
zh_hans: 最近学到
zh_hant: 最近學到

source: Recheck
de: Erneut prüfen
fr: Revérifier
zh_hans: 重新检查
zh_hant: 重新檢查

source: Recommended
de: Empfohlen
fr: Recommandé
zh_hans: 推荐
zh_hant: 推薦

source: Recommended Models
de: Empfohlene Modelle
fr: Modèles recommandés
zh_hans: 推荐模型
zh_hant: 推薦模型

source: Record
de: Aufnehmen
fr: Enregistrer
zh_hans: 录制
zh_hant: 錄製

source: Record Meeting
de: Meeting aufnehmen
fr: Enregistrer une réunion
zh_hans: 录制会议
zh_hant: 錄製會議

source: Record shortcut
de: Tastenkürzel aufnehmen
fr: Raccourci d'enregistrement
zh_hans: 录制快捷键
zh_hant: 錄製快速鍵

source: Recorder Cancel
de: Aufnahme abbrechen
fr: Enregistreur Annuler
zh_hans: 取消录音
zh_hant: 取消錄音

source: Recorder Style
de: Recorder-Stil
fr: Style d'enregistreur
zh_hans: 录音器样式
zh_hant: 錄音器樣式

source: Recorder unavailable
de: Aufnahme nicht verfügbar
fr: Enregistreur indisponible
zh_hans: 录音器不可用
zh_hant: 錄音器不可用

source: Recording
de: Aufnahme läuft
fr: Enregistrement
zh_hans: 正在录音
zh_hant: 正在錄音

source: Recording Behavior
de: Aufnahmeverhalten
fr: Comportement d'enregistrement
zh_hans: 录音行为
zh_hant: 錄音行為

source: Recording Sounds
de: Aufnahmesounds
fr: Enregistrement des sons
zh_hans: 录音提示音
zh_hant: 錄音提示音

source: Recording a Meeting
de: Ein Meeting aufnehmen
fr: Enregistrer une réunion
zh_hans: 录制会议
zh_hant: 錄製會議

source: Recording failed to start
de: Aufnahme konnte nicht gestartet werden
fr: L'enregistrement n'a pas pu démarrer
zh_hans: 无法开始录音
zh_hant: 無法開始錄音

source: Recording meeting
de: Meeting wird aufgenommen
fr: Réunion en cours d'enregistrement
zh_hans: 会议录制中
zh_hant: 會議錄製中

source: Recording uses %@ until you choose a microphone.
de: Bis du ein Mikrofon wählst, wird mit „%@“ aufgenommen.
fr: L’enregistrement utilise « %@ » jusqu’à ce que vous choisissiez un micro.
zh_hans: 在你选择麦克风之前，录音使用“%@”。
zh_hant: 在你選擇麥克風之前，錄音使用「%@」。

source: Recording was too short to transcribe. Try speaking a little longer.
de: Die Aufnahme war zu kurz zum Transkribieren. Sprich etwas länger.
fr: L’enregistrement est trop court pour être transcrit. Parlez un peu plus longtemps.
zh_hans: 录音太短，没法转写。多说一会儿再试。
zh_hant: 錄音太短，沒法轉錄。多說一會兒再試。

source: Recovering it stopped partway last time.
de: Die Wiederherstellung brach beim letzten Mal ab.
fr: La récupération s’est interrompue la dernière fois.
zh_hans: 上次恢复到一半中断了。
zh_hant: 上次復原到一半中斷了。

source: Refresh
de: Aktualisieren
fr: Rafraîchir
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Microphones
de: Mikrofone aktualisieren
fr: Actualiser les microphones
zh_hans: 刷新麦克风
zh_hant: 重新整理麥克風

source: Refresh Models
de: Modelle aktualisieren
fr: Actualiser les modèles
zh_hans: 刷新模型
zh_hant: 重新整理模型

source: Refresh models
de: Modelle aktualisieren
fr: Actualiser les modèles
zh_hans: 刷新模型
zh_hant: 重新整理模型

source: Refresh stats
de: Statistiken aktualisieren
fr: Actualiser les statistiques
zh_hans: 刷新统计数据
zh_hant: 重新整理統計資料

source: Refreshing
de: Wird aktualisiert
fr: Rafraîchissant
zh_hans: 正在刷新
zh_hant: 正在重新整理

source: Refreshing stats
de: Statistiken werden aktualisiert
fr: Statistiques rafraîchissantes
zh_hans: 正在刷新统计数据
zh_hant: 正在重新整理統計資料

source: Regenerate Notes
de: Notizen neu erstellen
fr: Régénérer les notes
zh_hans: 重新生成纪要
zh_hant: 重新產生紀要

source: Reload
de: Neu laden
fr: Recharger
zh_hans: 重新加载
zh_hant: 重新載入

source: Remove
de: Entfernen
fr: Retirer
zh_hans: 移除
zh_hant: 移除

source: Remove %@ from Word Replacements
de: %@ aus den Wortersetzungen entfernen
fr: Supprimer %@ des remplacements de mots
zh_hans: 从词语替换中移除%@
zh_hant: 從詞語取代中移除%@

source: Remove %@ triggers
de: Auslöser für %@ entfernen
fr: Supprimer les déclencheurs %@
zh_hans: 移除 %@ 触发词
zh_hant: 移除 %@ 觸發詞

source: Remove API Key?
de: API-Schlüssel entfernen?
fr: Supprimer la clé API ?
zh_hans: 要移除 API 密钥吗？
zh_hant: 要移除 API 金鑰嗎？

source: Remove API key
de: API-Schlüssel entfernen
fr: Supprimer la clé API
zh_hans: 移除 API 密钥
zh_hant: 移除 API 金鑰

source: Remove Chinese Fillers
de: Chinesische Füllwörter entfernen
fr: Supprimer les mots de remplissage chinois
zh_hans: 去掉中文口癖
zh_hant: 去掉中文口癖

source: Remove Filler Words
de: Füllwörter entfernen
fr: Supprimer les mots de remplissage
zh_hans: 移除填充词
zh_hant: 移除填充詞

source: Remove Secondary Shortcut
de: Zweites Tastaturkürzel entfernen
fr: Supprimer le raccourci secondaire
zh_hans: 移除第二个快捷键
zh_hant: 移除第二個快速鍵

source: Remove Trailing Period and Paste
de: Schlusspunkt entfernen und einfügen
fr: Supprimer le point final et coller
zh_hans: 移除末尾句号并粘贴
zh_hant: 移除末尾句號並貼上

source: Remove replacement
de: Ersetzung entfernen
fr: Supprimer le remplacement
zh_hans: 移除替换项
zh_hant: 移除取代項

source: Remove trigger
de: Auslöser entfernen
fr: Supprimer le déclencheur
zh_hans: 移除触发条件
zh_hant: 移除觸發條件

source: Remove trigger word
de: Auslöserwort entfernen
fr: Supprimer le mot déclencheur
zh_hans: 移除触发词
zh_hant: 移除觸發詞

source: Remove website
de: Website entfernen
fr: Supprimer le site Web
zh_hans: 移除网站
zh_hant: 移除網站

source: Remove word
de: Wort entfernen
fr: Supprimer le mot
zh_hans: 移除词语
zh_hant: 移除詞語

# Removed %@ and %@.
source: Removed %1$@ and %2$@.
de: %1$@ und %2$@ entfernt.
fr: Suppression de %1$@ et %2$@.
zh_hans: 已移除%1$@和%2$@。
zh_hant: 已移除%1$@和%2$@。

source: Removes fillers like 嗯 and 呃, turns spoken "换行" into line breaks and converts Traditional to Simplified, offline and before AI. It's under the gear on the Models page.
de: Entfernt Füllwörter wie 嗯 und 呃, macht aus gesprochenem „换行“ einen Zeilenumbruch und wandelt Traditionell in Vereinfacht um – offline und vor der KI. Zu finden unter dem Zahnrad auf der Seite „Modelle“.
fr: Supprime les mots de remplissage comme 嗯 et 呃, transforme « 换行 » dicté en saut de ligne et convertit le traditionnel en simplifié, hors ligne et avant l’IA. C’est sous l’engrenage de la page Modèles.
zh_hans: 去掉嗯、呃这类口癖，把说出来的"换行"变成换行，繁体转简体，离线完成、在 AI 之前。在模型页的齿轮里。
zh_hant: 去掉嗯、呃這類口癖，把說出來的"換行"變成換行，繁體轉簡體，離線完成、在 AI 之前。在模型頁的齒輪裡。

source: Reorder Modes
de: Modi neu anordnen
fr: Modes de réorganisation
zh_hans: 重新排序模式
zh_hant: 重新排序模式

source: Replace
de: Ersetzen
fr: Remplacer
zh_hans: 替换
zh_hant: 取代

source: Replace Current Dictionary?
de: Aktuelles Wörterbuch ersetzen?
fr: Remplacer le dictionnaire actuel ?
zh_hans: 替换当前词典？
zh_hant: 取代目前字典？

source: Replace Dictionary
de: Wörterbuch ersetzen
fr: Remplacer le dictionnaire
zh_hans: 替换词典
zh_hant: 取代字典

source: Replace words Yap often gets wrong, or expand shortcuts like “my email”.
de: Ersetze Wörter, die Yap oft falsch schreibt, oder erweitere Kürzel wie „my email“.
fr: Remplacez les mots que Yap écrit souvent mal, ou développez des raccourcis comme « my email ».
zh_hans: 替换 Yap 常写错的词，或把“my email”这类简写展开成完整内容。
zh_hant: 取代 Yap 常寫錯的詞，或把「my email」這類簡寫展開成完整內容。

source: Replacement
de: Ersetzung
fr: Remplacement
zh_hans: 替换为
zh_hant: 取代為

source: Replacement Text
de: Ersatztext
fr: Texte de remplacement
zh_hans: 替换文本
zh_hant: 取代文字

source: Replacement text
de: Ersatztext
fr: Texte de remplacement
zh_hans: 替换文本
zh_hant: 取代文字

source: Replacement:
de: Ersetzung:
fr: Remplacement:
zh_hans: 替换为：
zh_hant: 取代為：

source: Report an Issue
de: Problem melden
fr: Signaler un problème
zh_hans: 报告问题
zh_hant: 報告問題

source: Request Timeout
de: Anfrage-Timeout
fr: Délai d'expiration de la demande
zh_hans: 请求超时
zh_hant: 請求逾時

source: Required
de: Erforderlich
fr: Requis
zh_hans: 必需
zh_hant: 必需

source: Required for Yap to paste transcripts into other apps and for its shortcuts to work.
de: Erforderlich, damit Yap Transkripte in andere Apps einfügen kann und die Tastaturkürzel funktionieren.
fr: Nécessaire pour que Yap puisse coller les transcriptions dans d’autres apps et que ses raccourcis fonctionnent.
zh_hans: Yap 需要此权限才能把转写结果粘贴到其他 App，快捷键也依赖它。
zh_hant: Yap 需要此權限才能把轉錄結果貼上到其他 App，快速鍵也依賴它。

source: Requires at least 16 GB of memory.
de: Erfordert mindestens 16 GB Arbeitsspeicher.
fr: Nécessite au moins 16 Go de mémoire.
zh_hans: 需要至少 16 GB 内存。
zh_hant: 需要至少 16 GB 記憶體。

source: Resend Code
de: Code erneut senden
fr: Renvoyer le code
zh_hans: 重新发送验证码
zh_hant: 重新傳送驗證碼

source: Reset
de: Zurücksetzen
fr: Réinitialiser
zh_hans: 重置
zh_hant: 重設

source: Reset Onboarding
de: Einführung zurücksetzen
fr: Réinitialiser l'intégration
zh_hans: 重置新手引导
zh_hant: 重設新手引導

source: Reset to default
de: Auf Standard zurücksetzen
fr: Réinitialiser aux valeurs par défaut
zh_hans: 还原为默认
zh_hant: 還原為預設

source: Respond
de: Antworten
fr: Répondre
zh_hans: 回复
zh_hant: 回復

source: Restart Yap after enabling Screen Recording.
de: Yap nach dem Aktivieren der Bildschirmaufnahme neu starten.
fr: Redémarrez Yap après avoir activé l'enregistrement d'écran.
zh_hans: 启用屏幕录制后，请重新启动 Yap。
zh_hant: 啟用螢幕錄製後，請重新啟動 Yap。

source: Restart Yap to Apply Language
de: Yap neu starten, um die Sprache anzuwenden
fr: Redémarrez Yap pour appliquer la langue
zh_hans: 重新启动 Yap 以应用语言
zh_hant: 重新啟動 Yap 以應用語言

source: Restore
de: Wiederherstellen
fr: Restaurer
zh_hans: 恢复
zh_hant: 復原

source: Restore Default Shortcuts
de: Standardkurzbefehle wiederherstellen
fr: Rétablir les raccourcis par défaut
zh_hans: 恢复默认快捷键
zh_hant: 復原預設快速鍵

source: Restore Default Shortcuts…
de: Standardkurzbefehle wiederherstellen …
fr: Rétablir les raccourcis par défaut…
zh_hans: 恢复默认快捷键…
zh_hant: 復原預設快速鍵…

source: Restore Delay
de: Wiederherstellungsverzögerung
fr: Délai de restauration
zh_hans: 恢复延迟
zh_hant: 復原延遲

source: Restore Settings from Yap Cloud
de: Einstellungen aus Yap Cloud wiederherstellen
fr: Restaurer les réglages depuis Yap Cloud
zh_hans: 从 Yap Cloud 恢复设置
zh_hant: 從 Yap Cloud 復原設定

source: Restore This Version…
de: Diese Version wiederherstellen …
fr: Restaurer cette version…
zh_hans: 恢复这个版本…
zh_hant: 復原這個版本…

source: Restore this version?
de: Diese Version wiederherstellen?
fr: Restaurer cette version ?
zh_hans: 恢复这个版本？
zh_hant: 復原這個版本？

source: Restoring applies these settings on this Mac and turns on Sync Settings Across Macs. API keys aren't synced; add them on this Mac if a provider needs one.
de: Beim Wiederherstellen werden diese Einstellungen auf diesem Mac übernommen und „Einstellungen auf allen Macs synchronisieren“ wird eingeschaltet. API-Schlüssel werden nicht synchronisiert; füge sie auf diesem Mac hinzu, falls ein Anbieter einen braucht.
fr: La restauration applique ces réglages sur ce Mac et active « Synchroniser les réglages entre vos Mac ». Les clés d’API ne sont pas synchronisées ; ajoutez-les sur ce Mac si un fournisseur en a besoin.
zh_hans: 恢复会把这些设置应用到这台 Mac，并打开“在多台 Mac 间同步设置”。API 密钥不会同步；如果某个服务商需要密钥，请在这台 Mac 上添加。
zh_hant: 復原會把這些設定應用到這台 Mac，並開啟「在多台 Mac 間同步設定」。API 金鑰不會同步；如果某個供應商需要金鑰，請在這台 Mac 上新增。

source: Restricted
de: Eingeschränkt
fr: Limité
zh_hans: 受限
zh_hant: 受限

source: Resume Delay
de: Wiederaufnahmeverzögerung
fr: Retarder la reprise
zh_hans: 恢复播放延迟
zh_hant: 復原播放延遲

source: Resume Download
de: Download fortsetzen
fr: Reprendre le téléchargement
zh_hans: 继续下载
zh_hant: 繼續下載

source: Retranscribe
de: Neu transkribieren
fr: Retranscrire
zh_hans: 重新转写
zh_hant: 重新轉錄

source: Retranscribe this audio
de: Dieses Audio neu transkribieren
fr: Retranscrire cet audio
zh_hans: 重新转写此音频
zh_hant: 重新轉錄此音訊

source: Retranscribe with the selected mode
de: Mit dem ausgewählten Modus erneut transkribieren
fr: Retranscrire avec le mode sélectionné
zh_hans: 使用所选模式重新转录
zh_hant: 使用所選模式重新轉錄
